Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/uis.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Infringements of this will be regarded as
nn: Brot på dette blir vurdert som fusk, jfr.

source: Zotero and EndNote are used to keep track of your sources.
nn: Zotero og EndNote blir brukt til å halde orden på kjeldene dine.

source: Refer to formulas, models and literature in the theory section.
nn: Referer til formlar, modeller og litteratur i teoridelen.

source: The fol owing terms and guidelines apply for publishing in «University of Stavanger:
nn: Følgjande vilkår og retningslinjer gjeld for publisering på «University of Stavanger:

source: New states of matter can be found in the so-called unconventional magnets, from fractional excitations, spinon continua, Bose-Einstein condensation and out of equilibrium phases due to competition between charge, orbital and spin degrees of freedom.
nn: Nye tilstandar av materie kan bli funne i dei såkalla ukonvensjonelle magnetane, frå fraksjonelle excitasjonar, spinon kontinua, Bose-Einstein-kondensasjon og ut av likevektsfase på grunn av konkurranse mellom ladning, omløp og spinngradar av fridom.

source: It is also important to keep a journal of conversations with your supervisor, as well as of literature, investigations, experiments and mistakes.
nn: Det er i tillegg viktig å føra journal over samtalar med rettleiar samt over litteratur, undersøkingar, prøving og feiling.

source: In the curricular documents simulation is mentioned, but is not emphasized.
nn: I læreplandokumenta er simulering nemnt, men ikkje vektlagt.

source: Professor Kenneth H. Wathne at the University of Stavanger Business School is honored with the "Outstanding Reviewer Award 2020" by the Journal of Marketing, the highest ranked international journal in marketing.
nn: Professor Kenneth H. Wathne på Handelshøgskolen ved UiS er heidra med "Outstanding Reviewer Award 2020" av Journal of Marketing, det høgast rangerte internasjonale tidsskriftet innanfor marknadsføring.

source: What is the connection between Viking martial arts, sustainability and green citizenship in 2020?
nn: Kva er samanhengen mellom viking-kampsport, berekraft og grønt medborgarskap i 2020?

source: If the thesis describes a product that is meant to be able to be produced, including the costs of mass producing it will also be relevant.
nn: Beskriver oppgåva eit produkt som er ment å kunne produserast, er det relevant å også ta med kostnader i ein volumproduksjon.

source: − The student or students who want to split up the group must apply to the course coordinator to
nn: - Den eller dei studentane som ønsker å splitte gruppa, må søkje om dette til

source: Know how a computer in general and an embedded system (ES) is built.
nn: Vite korleis ein datamaskin generelt og eit innebygd system (IBS) spesielt er oppbygd.

source: We help them reach the next level,» says Pampanin.
nn: Vi hjelper dei til å nå det neste nivået, seier Pampanin.

source: This can be seen, for example, in the Norwegian Official Report (2014:16)5 on the restructuring of the seafood industry, which was led by Ragnar Tveterås and received substantial contributions from collaborators at the Centre.
nn: Dette ser ein til dømes i NOU-en (2014:16)5 om omstilling av sjømatindustrien som blei leia av Ragnar Tveterås og fekk vesentlege bidrag frå medarbeidarar på senteret.

source: The prestigious Harvard Business Review has published the article "Don't Count on Free Trials to Win You Customers" by Associate Professor of Marketing Hongyan Shi at UiS Business School.
nn: Prestisjetunge Harvard Business Review har publisert artikkelen "Don’t Count on Free Trials to Win You Customers" av førsteamanuensis i marknadsføring Hongyan Shi frå Handelshøgskolen ved UiS.

source: More about this below.
nn: Meir om dette kjem under.

source: Al journals are required to publish under a Creative Commons license.
nn: Tidsskrift skal publiserast med ein Creative Commons-lisens.

source: The phases of the Strong interactions (QCD)
nn: Fasane av dei sterke vekselverknadene (QCD)

source: also choose a CC BY-SA or CC BY-NC if this is more appropriate.
nn: forfattarane kan òg velje CC BY-SA eller CC BY-NC dersom dette er meir hensiktsmessig.

source: , i.e. 6 weeks after accepting the project. This is due to the expensive laboratory exercises.
nn: , det vil seie 6 veker etter uttak av oppgåva grunna kostbare laboratorieøvingar.

source: Ullandhaug has magnificent views over Nord-Jæren and Hafrsfjord.
nn: Frå Ullandhaug er det praktfullt utsyn over Nord-Jæren og Hafrsfjord.

source: , in collaboration with Daniel Chaibi from Foodback AS and Birgitte Melvær Wiig from VRI Rogaland.
nn: , i samarbeid med Daniel Chaibi frå Foodback AS og Birgitte Melvær Wiig frå VRI Rogaland.

source: Publishing on the platform «UiS Scholarly Publishing Services»
nn: Publisering på plattforma «UiS Scholarly Publishing Services»

source: In the University Library you can learn how to use databases containing the literature that has been written on the topic you are working on.
nn: På universitetsbiblioteket lærer du å bruka databasar som inneheld den litteraturen som er skriven om det emnet du skal arbeida på.

source: Green and flowering in spring and summer, golden brown in autumn, gray-white in winter.
nn: Grønn og blomstrande vår og sommar, gyllenbrun om hausten, gråkvit om vinteren.

source: Alternatively, some of them can be placed in appendices.
nn: Alternativet er å ha nokre av dei i vedlegg.

source: • What can I do to prevent it?
nn: • Kva kan vi gjera for å hindra det?

source: This problem was followed by a one-year project in the Research for research and innovation policy (FORINNPOL) programme in 2017–2018, where we looked at what kind of innovation policies were necessary in order to bring about radical industrial restructuring.
nn: Denne problematikken vart følgt opp av eit eitårig prosjekt i FORINNPOL-programmet i 2017–2018, der vi såg på kva slags innovasjonspolitikk som var naudsynt for å fremje radikal industriell restrukturering.

source: In these circumstances, the individual(s) concerned will be assessed separately
nn: Dei ulike oppgåvene blir evaluert separat, og får kvar sin karakter.

source: Professor Wathne was selected from a 200-person Editorial Review Board based on his review workload and the constructiveness, thoroughness, and timeliness his reviews
nn: Professor Wathne vart utpeika frå ein redaksjonskomité på 200 personar og i grunngivinga blir det framheva arbeidsmengda hans og konstruktiviteten, grundigheten og aktualiteten i meldingane hans.

source: Assessment deadlines are specified in table 1.
nn: Vurderingsfristane er gitt i tabell 1.

source: In col aboration with the IT-department, the University library operates the platform «UiS Scholarly
nn: I samarbeid med IT driftar universitetsbiblioteket plattforma «UiS Scholarly Publishing Services» for

source: Know how a computer in general and an embedded system (ES) in particular can be designed.
nn: Vite korleis ein datamaskin generelt og eit innebygd system (IBS) spesielt kan konstruerast.

source: The group has activities at CERN (heavy-ion theory, Higgs physics) and is part of the consortium of the LISA-mission (ESA/NASA).
nn: Gruppa har aktivitetar ved CERN (tung-ion teori, Higgsfysikk) og er del av konsortiet omkring LISA-oppdraget (ESA/NASA).

source: change of approved education plan.
nn: er «Søknad om endring av utdanningsplan».

source: Normally, you should then assess alternative methods and components/equipment and present the arguments in favour of the choices you have made.
nn: Du vil så vanlegvis gjera ei vurdering av alternative metodar og komponentar/utstyr og argumentera for dei vala du gjer.

source: The Centre was established in 2007 by the University of Stavanger (UiS) and IRIS (now NORCE: “The Norwegian Research Centre”) and was made possible through basic funding from the Gjedebo family worth NOK 50 million.
nn: Senteret vart etablert i 2007 av Universitetet i Stavanger (UiS) og IRIS (no NORCE) og vart gjort mogleg gjennom ei grunnfinansiering fra familien Gjedebo på 50 millionar norske kroner.

source: The plan is to honor him at the JM Editorial Review Board/AE meeting on August 23/24.
nn: Planen er å heidra professor Wathne på JM Editorial Review Board sitt møte den 23/24 august.

source: It is a good rule to have had to write something as a basis for talking to your course coordinator or supervisor.
nn: Det er ein god regel at du skal ha skrive noko som utgangspunkt for samtale med rettleiar eller fagansvarleg.

source: Terms and guidelines for publishing on the platform
nn: Vilkår og retningslinjer for publisering på plattforma

source: offers a 10-ECTS bachelor’s thesis and the bachelor’s in biological chemistry offers a 30-ECTS
nn: bacheloroppgåve på 10 studiepoeng og bachelor i biologisk kjemi tilbyr ei oppgåve på 30

source: They have also been a symbol of the housewife’s real power.
nn: Dei har òg vore eit symbol på og gitt husfruerolla reell makt.

source: And finally, in 2014, Finn Kjærsdam, professor emeritus and former rector of Aalborg University, was appointed honorary doctor.
nn: I 2014 kom den så langt siste utnemninga då Finn Kjærsdam, professor emeritus og tidlegare rektor ved Aalborg universitet, blei utnemnd til æresdoktor.

source: The deadlines for applications/registration are shown in Table 1.
nn: Frist for søknad/registrering er vist i Tabell 1.

source: You are not going to publish your thesis on the internet:
nn: Du skal ikkje publisera oppgåva di på Internett:

source: Diku (the Directorate for Internationalization and Quality Development in Higher Education)
nn: Diku (Direktoratet for internasjonalisering og kvalitetsutvikling i høgare utdanning)

source: All publications are required to publish under a Creative Commons license.
nn: Publikasjonar skal publiserast med ein Creative Commons-lisens.

source: With a large academic environment behind us, it was easy to bridge,» says Pampanin.
nn: Med eit stort akademisk miljø i ryggen var det lett å knyte trådane saman, seier Pampanin.

source: If you, for example, are working on a master’s thesis and wish to make this available in the database Brage, or you are working on a thesis that you want to make available on an open network in some way, you must obtain permission to use other people’s intellectual property.
nn: Viss du for eksempel held på med ei masteroppgåve og vil gjera denne tilgjengeleg i databasen Brage, eller arbeider på ei oppgåve som du vil leggja ut ope på andre måtar, så må du innhenta løyve til å bruka andre sine åndsverk.

source: Due to the fact that very few artefacts and no fireplaces were found in the upper part of the house, we believe that the room may have been used as a storage place for animal feed and tools.
nn: Sidan ein fann svært få gjenstandar i øvre delen av huset, samstundes med at det ikkje var eldstadar der, gjer at ein meiner at rommet kan ha vore brukt som lager for dyrefôr og reiskapar.

source: The purpose of Emanuela Kallesten's project is to understand how stress state and pore pressure
nn: Emanuela Kallesten forskar på korleis ytre forhald som temperatur og trykk påverkar kalkstein i rese

source: Nominations shall be justified and documented in the form of:
nn: Forslag skal vere grunngjevne og dokumentert i form av:

source: Participant list was provided to the faculty at the University of Stavanger.
nn: Deltakarliste vart levert til fakultetet ved Universitetet i Stavanger.

source: The way you write the reference is called a ‘style’.
nn: Måten du skriv referansane på kallast ein «stil».

source: the “Institutional Ambassador Award 2020” by the Regional Studies Association
nn: prisen «Institutional Ambassador Award 2020» av Regional Studies Association

source: The smallest house (House 2) was a normal dwelling where the inhabitants made food, carried out handicrafts and maybe repaired tools and equipment.
nn: Det minste huset (Hus 2) har vore eit vanleg bustadhus der ein laga mat, arbeidde med småhandverk og kan hende reparerte reiskapar.

source: The first generation is based on a linear understanding of innovation, which starts with research and development (R&D) and ends with new innovations.
nn: Den fyrste generasjonen baserer seg på ei lineær forståing av innovasjon, som startar med forsking og utvikling (FoU) og endar opp med nye innovasjonar.

source: followed by the source in brackets.
nn: og kjelda stå i parentes etterpå.

source: The approach in the education project is called One Health.
nn: Tilnærminga i utdanningsprosjektet er kalla One Health, Ei helse.

source: - Teaching plan and relevant pre-reading was provided the managements team in both Tanzania and Malawi well in advance.
nn: - Undervisningsplan og relevant forhåndslesing vart gitt i god tid til både leiargruppa i Tanzania og Malawi.

source: • You do not need to cite the source when writing about general knowledge/known facts.
nn: • Du treng ikkje oppgje kjelde når du skriv om allmenn kunnskap/kjente fakta.

source: To be more specific, for the
nn: Nedgang i blodoverføringar

source: DAT110 Introduction to Programming, ELE100 Electrical Engineering 1, ELE210 Computer Architecture, ING100 Introductory course for engineers - Computer science and electrical engineering
nn: DAT110 Grunnleggjande programmering, ELE100 Elektroteknikk 1, ELE210 Datamaskinarkitektur, ING100 Ingeniørfagleg innføringsemne - Data og elektro

source: Separate digital practical sessions related to simulation- based education will be conducted both in the end of October, November, December and January with the same participants as during the workshop.
nn: Det vil bli gjennomført separate digitale praktiske økter knytt til simuleringbasert utdanning både i slutten av oktober, november, desember og januar, og med dei same deltakarane.

source: months. To start a 20-ECTS bachelor’s thesis in the autumn semester, the student must meet the admission requirements for the
nn: For å kunne ta ut ei bacheloroppgåve på 20 studiepoeng på haustsemesteret, må studenten ha bestått opptakskrava til

source: Moreover, probability theory is the foundational building block for all statistical methods.
nn: Sannsynleghetsteori er i tillegg fundamentalt i skildringa av alle statistiske metodar.

source: Calculations and any estimates of the uncertainty associated with the results can be included here.
nn: Utrekningar og eventuelle estimat av kor usikre resultata er, kan du ta med her.

source: The background and development behind the Centre
nn: Bakgrunn for og utvikling av senteret

source: The group is affiliated with the research collaboration network "Stochastic Processes on Evolving Networks", financed by German Research Foundation.
nn: Gruppa er del av forskingsnettverket “Stochastic Processes Evolving Networks”, finansiert av det tyske forskingsrådet, DFG.

source: You should also describe what the thesis is about, what has been done and how the report is structured.
nn: Vidare bør du visa kva oppgåva går ut på, kva som skal utførast og korleis rapporten er bygd opp.

source: Discuss possible sources of error and the implications of these.
nn: Drøft moglege feilkjelder og kva utslag desse kan ha gitt.

source: Therefore, it is important to do a thorough literature search to find out what has already been done in the field you are going to work in.
nn: Difor er det viktig å gjera eit grundig litteratursøk for å finna ut kva som er gjort før på fagfeltet du skal arbeida på.

source: The Presentation and Community Involvement Award was set up by University Fund for Rogaland AS (the University Fund).
nn: Prisen for formidling og samfunnsengasjement er oppretta av Universitetsfondet for Rogaland AS (Universitetsfondet).

source: Opening hours for all our library branches: Ullandhaug Library, Bjergsted Library, the library at the Museum of Archaeology and the Medical and Psychiatric libraries at SUS.
nn: Opningstider for biblioteket sine avdelingar ved Ullandhaug, Bjergsted, Arkeologisk Museum, og Medisinsk bibliotek og Psykiatrisk bibliotek på SUS.

source: 5.2 The submitted copies of the thesis along with any drawings, models and apparatus, as well as
nn: 5.2 Dei innleverte eksemplara av oppgåva med teikningar, modellar og apparatur, så vel som

source: For others, masculinized and white power aspects of paganism, bloodlines, and national identities are central.
nn: For andre er maskuliniserte og kvit makt-aspekt ved heidenskap, blodlinjer og nasjonale identitetar sentralt.

source: The summer school is a good experience when they enter an academic career path,» says Pampanin enthusiastically.
nn: Sommarskulen er ei god erfaring å ta med seg vidare når dei går inn i ein akademisk yrkesveg, seier Pampanin engasjert.

source: If this was the average number of people living on a farm during the Iron Age, we believe that Flat-Jæren had a population of approximately 3 to 4000 people.
nn: Dersom dette var gjennomsnittet for gardane i jernalderen, får vi ei folkemengd på Flat-Jæren på 3−4000 menneske.

source: They were discovered, and are still being carefully studied, through large-scale particle colliders like the Large Hadron Collider at CERN.
nn: Dei blei oppdaga, og blir framleis nøye studert gjennom store partikkelakseleratorar som Large Hadron Collider på CERN.

source: Cambridge: Cambridge University Press.
nn: Oppmaling, Hellestø, gnr.

source: The Centre has had several major projects connected to innovations in the public sector, with two major research council projects led by Tatiana Iakovleva, who among other things, investigates how IT solutions can help develop responsible health and welfare services anchored in Responsible Research and Innovation (RRI).
nn: Senteret har hatt fleire store prosjekt knytt til innovasjonar i offentleg sektor, med to store forskingsrådsprosjekt med Tatiana Iakovleva i spissen, som mellom anna undersøker korleis IKTløysingar kan medverke til å utvikle ansvarlege helse- og velferdstenester forankra i Responsible Research and Innovation (RRI).

source: The name is associated with a Germanic word that means splendour or glory, and it has been speculated that Ullr may have originated from an ancient sky god.
nn: Namnet vert sett i samband med eit germansk ord som tyder glans eller herlegdom, og ein har spekulert på om Ull kan ha opphav i ein gammal himmelgud.

source: This is the challenge students and researchers will work on when the education project NorBra receives support for four new years.
nn: Det er utfordringa studentar og forskarar skal jobbe med når utdanningsprosjektet NorBra får støtte i fire nye år.

source: In addition, they ate wild plants such as lady’s thumb, wild buckwheat, lamb’s quarters and chickweed.
nn: I tillegg åt ein viltveksande planter, som til dømes hønsegras, vindelslirekne, meldestokk og vassarve.

source: After the class you should know:
nn: Etter kurset skal du kunne:

source: The authors are responsible for al content.
nn: Forfattarane har ansvar for alt innhald.

source: Norwegian University of Life Sciences (NMBU)
nn: Noregs miljø- og biovitskaplege universitet (NMBU)

source: It is important to read it carefully!
nn: Det er viktig å lesa dette nøye!

source: - the bachelor’s programme in biological chemistry, the thesis is worth 20 or 30 ECTS and
nn: - bachelorprogrammet i biologisk kjemi er oppgåva 20 eller 30 sp, og studentane skal ikkje

source: It is recommended that at least 1 article is accepted for publication.
nn: Det anbefalast at minst 1 artikkel er akseptert for publisering.

source: Another reason may be that the people at Ullandhaug perished during an epidemic.
nn: Ei anna årsak kan vere at menneska på Ullandhaug omkom i ein epidemi.

source: Shi co-wrote the article with Sadat Reza, Dixon Ho, Rich Ling and Gemma Calvert.
nn: Shi har skrive artikkelen saman med Sadat Reza, Dixon Ho, Rich Ling og Gemma Calvert.

source: For non-experimental projects the results may involve (further) development of principles, methods and models.
nn: For ikkje-eksperimentelle oppgåver kan resultata omfatte (vidare)utvikling av prinsipp, metodar og modellar.

source: − After splitting up, all of the group members will continue to have the same course
nn: - Etter ei splitting vil alle gruppemedlemmene ha same fagansvarleg og eventuell

source: In 1967–68, the farm was archaeologically and scientifically surveyed by the archaeologist Bjørn Myhre.
nn: I 1967−68 vart gardsanlegget arkeologisk og naturfagleg undersøkt under leiing av arkeologen Bjørn Myhre.

source: If you do not find the literature you need in the library, they will borrow it for you from another library.
nn: Finn du ikkje den litteraturen du treng ved universitetsbiblioteket, så låner biblioteket den til deg frå eit anna bibliotek.

source: Now the collaborative project NorBra has received NOK 3 million from
nn: No har samarbeidsprosjektet NorBra fått 3 millionar kroner frå

source: The upper part of the longest house (House 3) was used as a barn.
nn: Det lengste huset (Hus 3) har hatt fjøs i den øvste delen.

source: The thesis must also contain a complete reference list.
nn: Oppgåva skal i tillegg ha ei fullstendig referanseliste.

source: This could be text that, for example, has been taken from an article, a book, a bachelor’s thesis or a site you found online.
nn: Dette kan vera tekst som til dømes er henta frå ein artikkel, ei bok, ei bacheloroppgåve eller frå ei side du har funne på internett.

source: UiS already has six honorary doctors.
nn: UiS har frå før seks æresdoktorar.

source: The course is currently based on the STM32F3 micro controller which has a ARM Cortex-M4 core.
nn: Mikrokontrolleren STM32F3 som er basert på ein ARM Cortex-M4 kjerne blir brukt i emnet.

source: Examen Philosophicum (EXPHIL), which is equivalent to philosophy of science and ethics, may be approved for the TEKBAV assessment unit.
nn: Examen philosophicum (EXPHIL) som svarer til vitskapsteori og etikk, vil kunne godkjennast for vurderingsdelen TEKBAV.

source: In 2009, Jacob Jervell, Professor of Theology, was awarded an honorary doctorate for his great efforts in research and his significant role in the public debate.
nn: I 2009 blei professor i teologi, Jacob Jervell, utnemnd til æresdoktor for sin store innsats innan forsking og markante rolle i den offentlege debatten.

source: At least 3 articles should have the PhD-candidate as the first author, and at least 2 articles should be submitted for publication and under review when the thesis is submitted for examination.
nn: Minst 3 artiklar skal ha stipendiaten som førsteforfattar, og minst 2 artiklar skal vera innsendt til publisering og under fagfellevurdering når avhandlinga vert innlevert for bedømming.

source: Until a certain pandemic closed the world, the students gathered at a summer school in Macae, Stavanger's twin town in Brazil, every summer.
nn: Fram til ein viss pandemi stengde verda, har studentane samlast på sommarskule i Macae, Stavangers tvillingby i Brasil, kvar sommar.

source: Stavanger Concert Hall is an arena for various genres - classical, pop, rock, country, soul, dance, revue, opera, theater and musicals.
nn: Stavanger konserthus er arena for ulike sjangrar – klassisk, pop, rock, country, soul, dans, revy, opera, teater, musikalar.

source: do so 1 April. The course coordinator will then conduct individual interviews with each of the
nn: fagansvarleg innan 1. april. Etter det vil fagansvarleg ha ein individuell samtale med

source: The project leader at the University of Stavanger is Ingrid Tjoflåt.
nn: Ingrid Tjoflåt er prosjektleiar ved Universitetet i Stavanger.
